{
    "myPhilosophy": "Be it objectivist epistemology shaping my weltanschauung or pflichterfullung learned as part of my culture growing up, it all boils down to the quality of our lives and how well we take responsibility for ourselves as well as being erudite, together with a sense of Gezelligheld from my perspective, is what makes us co-exist to achieving a better civilization.",
    "myWelcoming" : "Hello and Welcome...Let's take a walk",
    "aboutme-header":"About Me",
    "aboutme-msg-one":"&#127940; Growing up from an early age, different philosophies have shaped my understanding and world outlook in how I approached a problem or thought about its solution. From self-interest(objectivism) to self-sacrifice (pflichterfüllung), I have continuously achieved my objectives with small wins to the next.",
    "aboutme-msg-two":"&#127947;  I am Cobbinah Nathaniel, a software developer with a <b>{{bachelorsCourse}}</b> background, and a graduate of the <b>{{universityBachelors}}</b>. I possess excellent technical skills and an understanding of software development processes to meet the required client and market demands as a developer, coupled with hands-on industry-level experience.",
    "sampleProjects":"Sample Demo Projects",
    "hackerNewsDemo-desc":"A dynamic newsFeed web application interacting with hackerNewsApi and mimicks hackerNews functionalities",
    "yelpBusinessApp-desc":"A ReactJS webApp communicating with the yelpAPI (businessEndpoint), providing an interface for users to search for business and their location, together with other miscellaneous information.",
    "SpringRestAPI-desc":" A diningReview restAPI services built with requirements following user, restaurant and diningReview as entities in its use case. More indepth information on github README.",
    "youtube-desc":"The goal of my tutorials is to help solve problems faced in development using some of the major frameworks and programming languages.",
    "directionalDrilling-desc":"This is a login flow app demo with (CRUD) functionalities developed using  React,NodeJS and MongoDB with authentication as well as authorization roles and served with server-side rendering  for individual route access",
    "OtherProjects-desc":"Have developed other applications hosted on sourceforge/npm including but not limited to brailleCode generators, bulk sms apps.",
    "techStackHeader":"TechStack and Familiarities",
    "followMe":"Follow Me on"
  }