{
    "myPhilosophy": "Qu'il s'agisse de l'épistémologie objectiviste qui façonne ma weltanschauung ou de la pflichterfullung apprise dans le cadre de ma culture en grandissant, tout se résume à la qualité de nos vies et à la façon dont nous assumons la responsabilité de nous-mêmes ainsi qu'à notre érudition, associée à un sens de la Gezelligheld de mon point de vue, c'est ce qui nous permet de coexister pour parvenir à une meilleure civilisation.",
    "myWelcoming" : "Bonjour et bienvenue... Allons nous promener.",
    "aboutme-header":"À propos de moi",
    "aboutme-msg-one":" &#127940; En grandissant dès mon plus jeune âge, différentes philosophies ont façonné ma compréhension et ma vision du monde dans ma façon d'aborder un problème ou de penser à sa solution. De l'intérêt personnel (objectivisme) à l'abnégation (pflichterfüllung), j'ai toujours atteint mes objectifs par de petites victoires successives.",
    "aboutme-msg-two":" &#127947; Je suis Cobbinah Nathaniel, un développeur de logiciels avec une formation <b>{{bachelorsCourse}}</b>, et diplômé de <b>l'{{universityBachelors}}</b>. Je possède d'excellentes compétences techniques et une bonne compréhension des processus de développement de logiciels pour répondre aux demandes des clients et du marché en tant que développeur, ainsi qu'une expérience pratique du secteur.",
    "aboutme-msg-three": "&#127891; Je suis actuellement étudiant en Master à (Digital College, Paris - France), spécialisé dans les technologies de l'information.",
    "sampleProjects":"Exemples de projets de démonstration",
    "hackerNewsDemo-desc":"Une application web dynamique de flux d'informations interagissant avec hackerNewsApi et imitant les fonctionnalités de hackerNews.",
    "userAuthFlow-desc":"Une démonstration de SocialMediaApp prenant en charge les fonctionnalités CRUD et d'authentification des utilisateurs (inscription, liste d'utilisateurs, authentification, profil d'utilisateur protégé et modification et suppression d'utilisateur autorisé), les messages avec téléchargement d'images, les commentaires et les mentions j'aime, les fonctions de suivi des utilisateurs et les followers d'utilisateurs. commentaires et like, les fonctions de suivi des utilisateurs et les fonctions de suivi des utilisateurs.",
    "SpringRestAPI-desc":" Un service restAPI diningReview construit avec les exigences suivantes : utilisateur, restaurant et diningReview comme entités dans son cas d'utilisation. Plus d'informations sur le README de github.",
    "youtube-desc":"L'objectif de mes tutoriels est d'aider à résoudre les problèmes rencontrés lors du développement à l'aide de certains des principaux frameworks et langages de programmation.",
    "directionalDrilling-desc":"Il s'agit d'une application de démonstration de flux de connexion avec des fonctionnalités (CRUD) développée à l'aide de  React, NodeJS et MongoDB avec des rôles d'authentification et d'autorisation. et servie avec un rendu côté serveur pour l'accès à la route individuelle.",
    "OtherProjects-desc":"J'ai développé d'autres applications hébergées sur sourceforge/npm, y compris, mais sans s'y limiter, des générateurs de brailleCode, des applications de sms en masse.",
    "techStackHeader":"TechStack et Familiarités",
    "followMe":"Suivez-moi sur",
    "interest-maths": "Mathématiques",
    "interest-econs": "Économie",
    "interest-philosophy": "Philosophie",
    "interest-compSci": "Informatique",
    "interest-psychology": "Pyschologie",
    "fast_learner": "&#8986; J'apprends vite",
    "embrace_change":"&#127867; Accueillir les changements de manière positive",
    "take_responsibility":"&#127943; Assumer la responsabilité de mon développement continu",
    "contactHeader": "LAISSER UN MESSAGE"

}