{
    "myPhilosophy": "Qu'il s'agisse de l'épistémologie objectiviste qui façonne ma weltanschauung ou de la pflichterfullung apprise dans le cadre de ma culture en grandissant, tout se résume à la qualité de nos vies et à la façon dont nous assumons la responsabilité de nous-mêmes ainsi qu'à notre érudition, associée à un sens de la Gezelligheld de mon point de vue, c'est ce qui nous permet de coexister pour parvenir à une meilleure civilisation.",
    "myWelcoming" : "Bonjour et bienvenue... Allons nous promener.",
    "aboutme-header":"À propos de moi",
    "aboutme-msg-one":" &#127940; En grandissant dès mon plus jeune âge, différentes philosophies ont façonné ma compréhension et ma vision du monde dans ma façon d'aborder un problème ou de penser à sa solution. De l'intérêt personnel (objectivisme) à l'abnégation (pflichterfüllung), j'ai toujours atteint mes objectifs par de petites victoires successives.",
    "aboutme-msg-two":" &#127947; Je suis Cobbinah Nathaniel, un développeur de logiciels avec une formation <b>{{bachelorsCourse}}</b>, et diplômé de <b>l'{{universityBachelors}}</b>. Je possède d'excellentes compétences techniques et une bonne compréhension des processus de développement de logiciels pour répondre aux demandes des clients et du marché en tant que développeur, ainsi qu'une expérience pratique du secteur.",
    "aboutme-msg-three":" &#127891; Actuellement, j'entreprends mes études de {{degree}} à {{universityMasters}} dans {{mastersCourse}}.",
    "sampleProjects":"Exemples de projets de démonstration",
    "hackerNewsDemo-desc":"Une application web dynamique de flux d'informations interagissant avec hackerNewsApi et imitant les fonctionnalités de hackerNews.",
    "yelpBusinessApp-desc":"Une webApp ReactJS communiquant avec l'API yelp (businessEndpoint), fournissant une interface permettant aux utilisateurs de rechercher des entreprises et leur emplacement, ainsi que d'autres informations diverses.",
    "SpringRestAPI-desc":" Un service restAPI diningReview construit avec les exigences suivantes : utilisateur, restaurant et diningReview comme entités dans son cas d'utilisation. Plus d'informations sur le README de github.",
    "youtube-desc":"L'objectif de mes tutoriels est d'aider à résoudre les problèmes rencontrés lors du développement à l'aide de certains des principaux frameworks et langages de programmation.",
    "directionalDrilling-desc":"Aide à la compréhension du forage directionnel pour les étudiants en ingénierie pétrolière et en sciences de la terre, en se concentrant sur l'aide à la visualisation d'un trou de forage et de ses mesures estimées équivalentes sur le terrain.",
    "OtherProjects-desc":"J'ai développé d'autres applications hébergées sur sourceforge/npm, y compris, mais sans s'y limiter, des générateurs de brailleCode, des applications de sms en masse.",
    "techStackHeader":"TechStack et Familiarités",
    "followMe":"Suivez-moi sur"
}