{
    "myPhilosophy": "Qu'il s'agisse de l'épistémologie objectiviste qui façonne ma weltanschauung ou de la pflichterfullung apprise dans le cadre de ma culture en grandissant, tout se résume à la qualité de nos vies et à la façon dont nous assumons la responsabilité de nous-mêmes ainsi qu'à notre érudition, associée à un sens de la Gezelligheld de mon point de vue, c'est ce qui nous permet de coexister pour parvenir à une meilleure civilisation.",
    "myWelcoming": "Bonjour et bienvenue... Allons nous promener.",
    "aboutme-header": "À propos de moi",
    "aboutme-msg-one": "Naviguant sur la terrasse du monde intellectuel, j'ai toujours relevé le gant en suivant ma passion, en faisant de la recherche, en pratiquant la médecine. en suivant ma passion, en faisant de la recherche, en pratiquant par ma pour améliorer mes compétences, et j'ai été encadré pour devenir un meilleur mentorat pour devenir un meilleur individu et exploiter mes prouesses créatives.",
    "aboutme-msg-two": "Je possède d'excellentes bases avec les compétences techniques correspondantes et une compréhension générale des processus de développement de logiciels pour répondre aux demandes des clients et du marché en tant que développeur, ainsi qu'une expérience pratique au niveau de l'industrie pour mener un produit de sa conception à sa réalisation dans les délais impartis.",
    "sampleProjects": "",
    "hackerNewsDemo": "Une application web de newsFeed dynamique interagissant avec hackerNewsApi et imitant les fonctionnalités de hackerNews",
    "mern-rest-api": "Une démo RestAPI prenant en charge les fonctionnalités CRUD et d'authentification des utilisateurs, les messages avec téléchargement d'images, et d'autres fonctionnalités.",
    "nodemailer-app-demo": "Une application complète, mettant en œuvre la bibliothèque nodeMailer pour envoyer des courriels avec des pièces jointes - client utilisé (GMAIL)",
    "youtube-tutorials": "Explication et fourniture de solutions aux problèmes rencontrés ainsi que de concepts utilisant certains des principaux cadres et langages de programmation.",
    "arithmetic-expr-calculator": "Un calculateur d'expressions arithmétiques prenant en charge l'ordre de calcul PEDMAS et générant la notation polonaise inversée à partir de sa forme (infixe).",
    "other-projects": "J'ai développé d'autres applications hébergées sur sourceforge/npm, y compris, mais sans s'y limiter, des calculateurs de forage directionnel, des applications d'envoi de SMS en masse, etc.",
    "techStackHeader": "TechStack et Familiarités",
    "followMe": "Suivez-moi sur",
    "interest-maths": "Mathématiques",
    "interest-econs": "Économie",
    "interest-philosophy": "Philosophie",
    "interest-compSci": "Informatique",
    "interest-psychology": "Pyschologie",
    "fast_learner": "&#8986; J'apprends vite",
    "embrace_change": "&#127867; Accueillir les changements de manière positive",
    "take_responsibility": "&#127943; Assumer la responsabilité de mon développement continu",
    "contactHeader": "LAISSER UN MESSAGE"
}